[
  [
    "1. Какой срок создания сайта?",
    "Срок создания сайта зависит от его сложности и составляет от 3-х дней до 2-х месяцев. Мы считаем, что лучше уделить дополнительное время на продумывание и тщательную разработку сайта. Этим достигается экономия времени и средств в ходе дальнейшей эксплуатации сайта."
  ],
  [
    "2. Применение готового дизайна делает создание сайта дешевле?",
    "Да, использование готового шаблона позволяет уменьшить стоимость создания сайта. В настоящий момент разработаны библиотеки шаблонов, насчитывающие десятки тысяч готовых дизайнов сайтов по всевозможным тематикам. Использование такого дизайна позволяет уменьшить время на разработку сайта по сравнению с разработкой индивидуального дизайна, облегчить выбор дизайна и снизить стоимость создания сайта."
  ],
  [
    "3. Как происходит оплата создания сайта?",
    "Первая часть оплаты создания сайта в размере 50% производится при подписании договора, после разработки технического задания, разработки структуры сайта и брифа на дизайн. Вторая часть оплаты, остальные 50%, оплачиваются после приемки сайта и размещения его на хостинге."
  ],
  [
    "4. Сможет ли сотрудник, не знакомый с программированием, обновлять информацию на сайте?",
    "Да, мы разрабатываем сайты с функциональными системами управления, которые позволяют легко обновлять и редактировать информацию на Вашем сайте. Перед заказом разработки сайта Вы можете посмотреть и сравнить демоверсии систем управления сайтом."
  ],
  [
    "5. Какой срок создания интернет-магазина?",
    "Обычно, разработка интернет-магазина требует больше времени чем обычный сайт. Также на срок разработки большое влияние оказывают тщательная проработка всех бизнес-процессов, необходимость интеграции с 1С, платежными системами или сторонними сервисами, программирование дополнительных модулей. Средний срок создания интернет-магазина 1-2 месяца."
  ],
  [
    "6. Какие гарантии?",
    "В нашей компании все виды работ осуществляются ТОЛЬКО после подписания Договора, Заявки на выполнение работ и Технического задания. Договор закрепляет и устанавливает ответственности Заказчика и Исполнителя в рамках законодательства Республики Беларусь. Заявка устанавливает объем работ, сроки и стоимость выполняемых работ. Техническое задание описывает необходимый функционал, который требуется от разработчика."
  ],
  [
    "7. Что такое домен?",
    "Доменным именем сайта называется имя сайта в сети Интернет. Имя сайта всегда уникально и не может встречаться двух одинаковых имен. При выборе доменного имени необходимо большое внимание уделить запоминаемости. Доменное имя не должно быть длинным, должно ассоциироваться с названием вашей компании либо родом деятельности, не должно иметь разных написаний."
  ],
  [
    "8. Что такое хостинг?",
    "Хостинг – это услуга, которая предоставляется для размещения вашего сайта на сервере хостинг-провайдера. При выборе хостинга необходимо учитывать место, которое потребуется для размещения сайта, количество баз данных для нормального функционирования (как правило одна БД), количество почтовых ящиков, предоставляемых с хостингом."
  ],
  [
    "9. Сколько стоит поддержка сайта и какие услуги в себя включает?",
    "Стоимость поддержки сайта зависит от количества времени, необходимого на его обслуживание в месяц. Чем больше необходимо часов – тем ниже ставка за час работы. Данная стоимость включает в себя выполнение абсолютно любых видов работ по сайту в рамках выбранного времени, в случае превышения времени – сверх отработанные часы оплачиваются дополнительно. В данный перечень работ могут выходить: перенос сайта на новый домен, перенос сайта на новый хостинг, обновление новостей на сайте, добавление новых товаров, исправление ошибок по верстке и программированию, отрисовка дополнительных страниц и элементов, разработка нового функционала и многое другое."
  ],
  [
    "10. Что такое CMS?",
    "CMS (от англ. Content Management System) — это система управления контентом (содержанием) сайта. CMS позволяет пользователям размещать или изменять уже размещенную на сайте информацию без привлечения разработчиков сайта. Это значит, что пользователю не обязательно обладать навыками программирования или знаниями языка HTML, чтобы, например, опубликовать на своем сайте новость, статью или добавить изображение. Это очень удобно и актуально на сегодняшний день. CMS часто еще называют «движок сайта». Появились CMS в связи с тем, что сайты перестали быть статичными, и появилась потребность постоянно обновлять информацию на сайте, что является очень важным для развития многих коммерческих проектов и компаний. Теперь для того, чтоб добавить новую статью на сайт с текстом и картинкой не обязательно обращаться к программисту. С помощью системы управления контентом можно это легко сделать любому пользователю."
  ],
  [
    "11. Если сайт по истечению некоторого времени после разработки будет взломан? Кто понесет ответственность за это?",
    "После разработки сайта мы передаем все доступы к нему владельцу сайта. Взлом сайта возможен со стороны хакеров или конкурентов. При этом ответственность за сохранность ваших данных (сайт) возлагается на хостинг-провайдера, где размещен ваш сайт. Мы можем помочь в восстановлении вашего сайта и устранении уязвимостей, что привело к взлому."
  ]
]
